Repository: sankar-turing/turing_zp_demo
Catalog: lib/l10n/intl_*.arb
Languages: hi

source: Home
hi: घर

source: Orders
hi: आदेश

source: Notifications
hi: सूचनाएं

source: Profile
hi: प्रोफाइल

source: Get Token
hi: टोकन प्राप्त करें

source: Status
hi: स्थिति

source: Order Detail
hi: आदेश विवरण

source: Token
hi: टोकन

# noNotificationAvailable
source: No new notifications
hi: कोई नए संदेश नहीं

source: Clear Notifications
hi: क्लियर नोटिफिकेशन

source: Search
hi: तलाशी

# settingsLanguagePageAppBarTitle
source: Select language
hi: भाषा का चयन करें

source: Send a local notification
hi: एक स्थानीय सूचना भेजें

source: Send a Push notification
hi: एक पुश सूचना भेजें

source: In-App Messaging
hi: इन-ऐप मैसेजिंग

source: Send custom in-app message
hi: कस्टम इन-ऐप संदेश भेजें

source: Other Local Notifiers
hi: अन्य स्थानीय नोटिफ़ायर

source: Show snack-bar
hi: स्नैक-बार दिखाएं

source: Show toast
hi: टोस्ट दिखाओ

source: Sample popup
hi: नमूना पॉपअप

source: This is a sample dialog
hi: यह एक नमूना संवाद है

source: Show popup
hi: पॉपअप दिखाएं

# notification_body
source: This is the notification body
hi: यह है अधिसूचना निकाय

source: in app
hi: ऐप में

source: Cloud
hi: बादल

source: Simple Notification
hi: सरल अधिसूचना

source: Simple body
hi: सादा शरीर

source: notification
hi: अधिसूचना

# hardcoded_text
source: This is a text is hardcoded for this button click. This box will show actual text when initiated from the console
hi: यह एक टेक्स्ट है जिसे इस बटन क्लिक के लिए हार्डकोड किया गया है। कंसोल से शुरू होने पर यह बॉक्स वास्तविक टेक्स्ट दिखाएगा

source: Sample message
hi: नमूना संदेश

source: This is a title
hi: यह एक शीर्षक है

source: This is the body
hi: यह शरीर है

source: OK
hi: ठीक है

source: This is an in-app message
hi: यह एक इन-ऐप संदेश है
